export const memories = [
  {
    id: 1,
    title: "Прогулки после зала",
    description: `А помнишь как я тебя встречал после зала или как мы шли вместе до твоего дома после нашей тренировки. 
    Это было казалось бы так недавно, но с тех пор прошло уже достаточно времени и каждую ту прогулку я помню до сих пор.`,
    image: "/memories/gum.jpg",
    date: "Сентябрь 2025"
  },
  {
    id: 2,
    title: "Прогулка на велосипедах",
    description: `Это была наша с тобой первая необычная прогулка. Я тебя позвал кататься на велосипедах. День был тогда 
    просто шикарен, мы проехали достаточно большую дистанцию, но самое главное очень круто провели время вместе. Пусть возможно 
    тогда и не знали к чему все приведет.`,
    image: "/memories/bike.jpg",
    date: "14 сентября 2025"
  },
  {
    id: 3,
    title: "Наша беседка",
    description: `В этой беседке происходило достаточно немного важных событий, но одно из них было очень знаменательным.
    Я помню те посиделки, как мы с тобой разговаривали. Это было очень душевно.`,
    image: "/memories/bench.jpg",
    date: "Октябрь 2025"
  },
  {
    id: 4,
    title: "Начало отношений",
    description: `В этот день в той самой беседке состоялся очень важный разговор, который привел к созданию нашей, пока маленькой, 
    но зато какой, ячейке общества. Этот день, надеюсь будет знаменательным в нашей с тобой жизни.`,
    image: "/memories/we.jpg",
    date: "15 октября 2025"
  },
  {
    id: 5,
    title: "Первый поцелуй",
    description: `Спустя некоторое время после начала наших отношений мы с тобой поцеловались. Пусть 
    произошло может быть неловко, и не так как хотелось, но я вспоминаю этот момент постоянно.`,
    image: "/memories/night.jpg",
    date: "22 октября 2025"
  },
  {
    id: 6,
    title: "Пока ты была в Дубае",
    description: `В конце 2025 года ты полетела с семьей в отпуск в Дубай. Первая наша с тобой разлука, пусть и небольшая.
    Пока ты была там мы с тобой очень много общались, и ты мне все рассказывала. Складывалось такое ощущение, что я с вами туда летал,
    так как был вкурсе всех событий. Было очень интересно.`,
    image: "/memories/dubai.jpg",
    date: "Конец декабря 2025"
  },
  {
    id: 7,
    title: "Поездка во псков",
    description: `Когда ты приехала с Дубая, вы семьей собирались ехать во Псков, в аквапарк. Твой папа предложил взять меня. 
    И я конечно согласился. Эта поездка была очень запоминающейся. Очень хорошо погуляли по городу, сходили в ресторан, в аквапарке покатались
    с горок и навеселились от души.`,
    image: "/memories/pskov.jpg",
    date: "6 января 2026"
  },
  {
    id: 8,
    title: "Бильярд",
    description: "Мы ходили играть в бильярд. Надеюсь это был не первый раз и мы туда обязательно вернемся.",
    image: "/memories/biliard.jpg",
    date: "28 января 2026"
  },
  {
    id: 9,
    title: "Цветы",
    description: `Я дарил тебе несколько букетов, но самый первый помнится мне почему-то больше всего. Тогда лишь все
    только начиналось, и было в нем что-то необычное, отличавшее его от всех остальных.`,
    image: "/memories/flowers.jpg",
    date: ""
  }
]

export const letters = [
  {
    text: ""
  }
]